tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/services"
tap "paritytech/paritytech"
tap "ethereum/ethereum"
brew "aria2"
brew "automake"
brew "coreutils"
brew "libtool"
brew "openssl"
brew "asdf"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bazaar"
brew "boost"
brew "cfssl"
brew "cmake"
brew "colordiff"
brew "curl"
brew "detox"
brew "direnv"
brew "doctl"
brew "erlang"
brew "elixir"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "gettext", link: true
brew "git"
brew "git-crypt"
brew "libffi"
brew "llvm@4", link: true
brew "gmp"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "jhead"
brew "jq"
brew "jump"
brew "kompose"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "mercurial"
brew "mysql"
brew "ninja"
brew "openssl@1.1"
brew "pkg-config"
brew "postgresql"
brew "rabbitmq"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "st"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "unrar"
brew "vault"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ethereum/ethereum/ethereum"
brew "ethereum/ethereum/solidity"
brew "paritytech/paritytech/parity", args: ["stable"]
cask "minikube"
cask "rdm"
cask "vagrant"
